Repository: somefork2/CopyWell
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Screen Recording
ar: تسجيل الشاشة
bn: স্ক্রিন রেকর্ডিং
ca: Gravació de pantalla
cs: Nahrávání obrazovky
da: Skærmoptagelse
de: Bildschirmaufnahme
el: Εγγραφή οθόνης
es: Grabación de pantalla
fi: Näytön tallennus
fr: Enregistrement de l’écran
gu: સ્ક્રીન રેકોર્ડિંગ
he: הקלטת מסך
hi: स्क्रीन रिकॉर्डिंग
hr: Snimanje zaslona
hu: Képernyőfelvétel
id: Perekaman Layar
it: Registrazione schermo
ja: 画面収録
kn: ಸ್ಕ್ರೀನ್ ರೆಕಾರ್ಡಿಂಗ್
ko: 화면 기록
ml: സ്ക്രീൻ റെക്കോർഡിംഗ്
mr: स्क्रीन रेकॉर्डिंग
ms: Rakaman Skrin
nb: Skjermopptak
nl: Schermopname
or: ସ୍କ୍ରିନ୍ ରେକର୍ଡିଂ
pa: ਸਕ੍ਰੀਨ ਰਿਕਾਰਡਿੰਗ
pl: Nagrywanie ekranu
pt_br: Gravação de tela
pt_pt: Gravação do ecrã
ro: Înregistrarea ecranului
ru: Запись экрана
sk: Nahrávanie obrazovky
sl: Snemanje zaslona
sv: Skärminspelning
ta: திரைப் பதிவு
te: స్క్రీన్ రికార్డింగ్
th: การบันทึกหน้าจอ
tr: Ekran kaydı
uk: Запис екрана
ur: اسکرین ریکارڈنگ
vi: Ghi màn hình
zh_hans: 录屏
zh_hant: 螢幕錄製

source: Screen Recording %@
ar: تسجيل الشاشة %@
bn: স্ক্রিন রেকর্ডিং %@
ca: Gravació de pantalla %@
cs: Záznam obrazovky %@
da: Skærmoptagelse %@
de: Bildschirmaufnahme %@
el: Εγγραφή οθόνης %@
es: Grabación de pantalla %@
fi: Näyttötallenne %@
fr: Enregistrement de l’écran %@
gu: સ્ક્રીન રેકોર્ડિંગ %@
he: הקלטת מסך %@
hi: स्क्रीन रिकॉर्डिंग %@
hr: Videosnimka zaslona %@
hu: Képernyőfelvétel %@
id: Rekaman Layar %@
it: Registrazione schermo %@
ja: 画面収録 %@
kn: ಸ್ಕ್ರೀನ್ ರೆಕಾರ್ಡಿಂಗ್ %@
ko: 화면 기록 %@
ml: സ്ക്രീൻ റെക്കോർഡിംഗ് %@
mr: स्क्रीन रेकॉर्डिंग %@
ms: Rakaman Skrin %@
nb: Skjermopptak %@
nl: Schermopname %@
or: ସ୍କ୍ରିନ୍ ରେକର୍ଡିଂ %@
pa: ਸਕ੍ਰੀਨ ਰਿਕਾਰਡਿੰਗ %@
pl: Nagranie ekranu %@
pt_br: Gravação de Tela %@
pt_pt: Gravação do ecrã %@
ro: Înregistrare ecran %@
ru: Запись экрана %@
sk: Nahrávka obrazovky %@
sl: Snemanje zaslona %@
sv: Skärminspelning %@
ta: திரைப் பதிவு %@
te: స్క్రీన్ రికార్డింగ్ %@
th: การบันทึกหน้าจอ %@
tr: Ekran kaydı %@
uk: Запис екрана %@
ur: اسکرین ریکارڈنگ %@
vi: Bản ghi màn hình %@
zh_hans: 录屏 %@
zh_hant: 螢幕錄影 %@

source: Screen Recording permission
ar: إذن تسجيل الشاشة
bn: স্ক্রিন রেকর্ডিং অনুমতি
ca: Permís de gravació de pantalla
cs: Oprávnění k nahrávání obrazovky
da: Tilladelse til skærmoptagelse
de: Berechtigung „Bildschirmaufnahme“
el: Άδεια εγγραφής οθόνης
es: Permiso de grabación de pantalla
fi: Näytön tallennuksen lupa
fr: Autorisation d’enregistrement de l’écran
gu: સ્ક્રીન રેકોર્ડિંગ પરવાનગી
he: הרשאת הקלטת מסך
hi: स्क्रीन रिकॉर्डिंग की अनुमति
hr: Dopuštenje za snimanje zaslona
hu: Képernyőfelvételi engedély
id: Izin Perekaman Layar
it: Permesso di registrazione schermo
ja: 画面収録の許可
kn: ಸ್ಕ್ರೀನ್ ರೆಕಾರ್ಡಿಂಗ್ ಅನುಮತಿ
ko: 화면 기록 권한
ml: സ്ക്രീൻ റെക്കോർഡിംഗ് അനുമതി
mr: स्क्रीन रेकॉर्डिंग परवानगी
ms: Kebenaran Rakaman Skrin
nb: Tillatelse til skjermopptak
nl: Toestemming voor schermopname
or: ସ୍କ୍ରିନ୍ ରେକର୍ଡିଂ ଅନୁମତି
pa: ਸਕ੍ਰੀਨ ਰਿਕਾਰਡਿੰਗ ਇਜਾਜ਼ਤ
pl: Uprawnienie do nagrywania ekranu
pt_br: Permissão de Gravação de Tela
pt_pt: Permissão de gravação do ecrã
ro: Permisiunea de înregistrare a ecranului
ru: Разрешение на запись экрана
sk: Povolenie na nahrávanie obrazovky
sl: Dovoljenje za snemanje zaslona
sv: Behörighet för skärminspelning
ta: திரைப் பதிவு அனுமதி
te: స్క్రీన్ రికార్డింగ్ అనుమతి
th: สิทธิ์การบันทึกหน้าจอ
tr: Ekran kaydı izni
uk: Дозвіл на запис екрана
ur: اسکرین ریکارڈنگ کی اجازت
vi: Quyền ghi màn hình
zh_hans: 录屏权限
zh_hant: 螢幕錄製權限

source: Screenshot %@
ar: لقطة شاشة %@
bn: স্ক্রিনশট %@
ca: Captura de pantalla %@
cs: Snímek obrazovky %@
da: Skærmbillede %@
de: Bildschirmfoto %@
el: Στιγμιότυπο οθόνης %@
es: Captura de pantalla %@
fi: Kuvakaappaus %@
fr: Capture d’écran %@
gu: સ્ક્રીનશૉટ %@
he: צילום מסך %@
hi: स्क्रीनशॉट %@
hr: Snimka zaslona %@
hu: Képernyőfotó %@
id: Jepretan Layar %@
it: Istantanea schermo %@
ja: スクリーンショット %@
kn: ಸ್ಕ್ರೀನ್‌ಶಾಟ್ %@
ko: 스크린샷 %@
ml: സ്ക്രീൻഷോട്ട് %@
mr: स्क्रीनशॉट %@
ms: Tangkapan Skrin %@
nb: Skjermbilde %@
nl: Schermafbeelding %@
or: ସ୍କ୍ରିନସଟ୍ %@
pa: ਸਕ੍ਰੀਨਸ਼ੌਟ %@
pl: Zrzut ekranu %@
pt_br: Captura de Tela %@
pt_pt: Captura de ecrã %@
ro: Captură de ecran %@
ru: Снимок экрана %@
sk: Snímka obrazovky %@
sl: Posnetek zaslona %@
sv: Skärmavbild %@
ta: ஸ்கிரீன்ஷாட் %@
te: స్క్రీన్‌షాట్ %@
th: ภาพหน้าจอ %@
tr: Ekran görüntüsü %@
uk: Знімок екрана %@
ur: اسکرین شاٹ %@
vi: Ảnh chụp màn hình %@
zh_hans: 截图 %@
zh_hant: 截圖 %@

source: Screenshot copied
ar: تم نسخ لقطة الشاشة
bn: স্ক্রিনশট কপি হয়েছে
ca: Captura copiada
cs: Snímek obrazovky zkopírován
da: Skærmbillede kopieret
de: Bildschirmfoto kopiert
el: Το στιγμιότυπο αντιγράφηκε
es: Captura copiada
fi: Kuvakaappaus kopioitu
fr: Capture d’écran copiée
gu: સ્ક્રીનશૉટ કૉપિ થયો
he: צילום המסך הועתק
hi: स्क्रीनशॉट कॉपी हुआ
hr: Snimka zaslona kopirana
hu: Képernyőfotó másolva
id: Jepretan layar disalin
it: Istantanea copiata
ja: スクリーンショットをコピーしました
kn: ಸ್ಕ್ರೀನ್‌ಶಾಟ್ ನಕಲಿಸಲಾಗಿದೆ
ko: 스크린샷 복사됨
ml: സ്ക്രീൻഷോട്ട് പകർത്തി
mr: स्क्रीनशॉट कॉपी केला
ms: Tangkapan skrin disalin
nb: Skjermbilde kopiert
nl: Schermafbeelding gekopieerd
or: ସ୍କ୍ରିନସଟ୍ କପି ହେଲା
pa: ਸਕ੍ਰੀਨਸ਼ੌਟ ਕਾਪੀ ਹੋ ਗਿਆ
pl: Skopiowano zrzut ekranu
pt_br: Captura de tela copiada
pt_pt: Captura de ecrã copiada
ro: Captură de ecran copiată
ru: Снимок экрана скопирован
sk: Snímka obrazovky je skopírovaná
sl: Posnetek zaslona je kopiran
sv: Skärmavbilden har kopierats
ta: ஸ்கிரீன்ஷாட் நகலெடுக்கப்பட்டது
te: స్క్రీన్‌షాట్ కాపీ అయింది
th: คัดลอกภาพหน้าจอแล้ว
tr: Ekran görüntüsü kopyalandı
uk: Знімок екрана скопійовано
ur: اسکرین شاٹ کاپی ہو گیا
vi: Đã sao chép ảnh chụp màn hình
zh_hans: 截图已拷贝
zh_hant: 截圖已拷貝

source: Screenshot saved
ar: تم حفظ لقطة الشاشة
bn: স্ক্রিনশট সংরক্ষিত হয়েছে
ca: Captura desada
cs: Snímek obrazovky uložen
da: Skærmbillede arkiveret
de: Bildschirmfoto gesichert
el: Το στιγμιότυπο αποθηκεύτηκε
es: Captura guardada
fi: Kuvakaappaus tallennettu
fr: Capture d’écran enregistrée
gu: સ્ક્રીનશૉટ સાચવ્યો
he: צילום המסך נשמר
hi: स्क्रीनशॉट सहेजा गया
hr: Snimka zaslona spremljena
hu: Képernyőfotó mentve
id: Jepretan layar disimpan
it: Istantanea salvata
ja: スクリーンショットを保存しました
kn: ಸ್ಕ್ರೀನ್‌ಶಾಟ್ ಉಳಿಸಲಾಗಿದೆ
ko: 스크린샷 저장됨
ml: സ്ക്രീൻഷോട്ട് സംരക്ഷിച്ചു
mr: स्क्रीनशॉट सेव्ह केला
ms: Tangkapan skrin disimpan
nb: Skjermbilde arkivert
nl: Schermafbeelding bewaard
or: ସ୍କ୍ରିନସଟ୍ ସେଭ୍ ହେଲା
pa: ਸਕ੍ਰੀਨਸ਼ੌਟ ਸੇਵ ਹੋ ਗਿਆ
pl: Zachowano zrzut ekranu
pt_br: Captura de tela salva
pt_pt: Captura de ecrã guardada
ro: Captură de ecran salvată
ru: Снимок экрана сохранён
sk: Snímka obrazovky je uložená
sl: Posnetek zaslona je shranjen
sv: Skärmavbilden har sparats
ta: ஸ்கிரீன்ஷாட் சேமிக்கப்பட்டது
te: స్క్రీన్‌షాట్ సేవ్ అయింది
th: บันทึกภาพหน้าจอแล้ว
tr: Ekran görüntüsü kaydedildi
uk: Знімок екрана збережено
ur: اسکرین شاٹ محفوظ ہو گیا
vi: Đã lưu ảnh chụp màn hình
zh_hans: 截图已存储
zh_hant: 截圖已儲存

source: Screenshots & Recording
ar: لقطات الشاشة والتسجيل
bn: স্ক্রিনশট ও রেকর্ডিং
ca: Captures i gravació
cs: Snímky a nahrávání obrazovky
da: Skærmbilleder og optagelse
de: Bildschirmfotos & Aufnahmen
el: Στιγμιότυπα και εγγραφή
es: Capturas y grabación
fi: Kuvakaappaukset ja tallennus
fr: Captures et enregistrements
gu: સ્ક્રીનશૉટ અને રેકોર્ડિંગ
he: צילומי מסך והקלטה
hi: स्क्रीनशॉट और रिकॉर्डिंग
hr: Snimke zaslona i snimanje
hu: Képernyőfotók és felvétel
id: Jepretan Layar & Perekaman
it: Istantanee e registrazione
ja: スクリーンショットと画面収録
kn: ಸ್ಕ್ರೀನ್‌ಶಾಟ್‌ಗಳು ಮತ್ತು ರೆಕಾರ್ಡಿಂಗ್
ko: 스크린샷 및 화면 기록
ml: സ്ക്രീൻഷോട്ടുകളും റെക്കോർഡിംഗും
mr: स्क्रीनशॉट्स आणि रेकॉर्डिंग
ms: Tangkapan Skrin & Rakaman
nb: Skjermbilder og opptak
nl: Schermafbeeldingen en opnamen
or: ସ୍କ୍ରିନସଟ୍ ଓ ରେକର୍ଡିଂ
pa: ਸਕ੍ਰੀਨਸ਼ੌਟ ਅਤੇ ਰਿਕਾਰਡਿੰਗ
pl: Zrzuty ekranu i nagrywanie
pt_br: Capturas de tela e gravação
pt_pt: Capturas e gravação do ecrã
ro: Capturi și înregistrare ecran
ru: Снимки и запись экрана
sk: Snímky a nahrávanie obrazovky
sl: Posnetki in snemanje zaslona
sv: Skärmavbilder och inspelning
ta: ஸ்கிரீன்ஷாட்கள் & பதிவு
te: స్క్రీన్‌షాట్‌లు & రికార్డింగ్
th: ภาพหน้าจอและการบันทึก
tr: Ekran görüntüleri ve kayıt
uk: Знімки й запис екрана
ur: اسکرین شاٹس اور ریکارڈنگ
vi: Chụp & ghi màn hình
zh_hans: 截图与录屏
zh_hant: 截圖與螢幕錄製

source: Screenshots and screen recordings need the Screen Recording permission. Turn on CopyWell in System Settings ▸ Privacy & Security ▸ Screen & System Audio Recording. macOS may ask you to reopen CopyWell afterwards. The clipboard history does not need this permission.
ar: تحتاج لقطات الشاشة وتسجيلات الشاشة إلى إذن تسجيل الشاشة. فعّل CopyWell في إعدادات النظام ◂ الخصوصية والأمن ◂ تسجيل الشاشة وصوت النظام. قد يطلب منك macOS بعد ذلك إعادة فتح CopyWell. لا يحتاج سجل الحافظة إلى هذا الإذن.
bn: স্ক্রিনশট ও স্ক্রিন রেকর্ডিংয়ের জন্য স্ক্রিন রেকর্ডিং অনুমতি লাগে। সিস্টেম সেটিংস ▸ গোপনীয়তা ও নিরাপত্তা ▸ স্ক্রিন ও সিস্টেম অডিও রেকর্ডিং-এ গিয়ে CopyWell চালু করুন। এরপর macOS আপনাকে CopyWell আবার খুলতে বলতে পারে। ক্লিপবোর্ডের ইতিহাসের জন্য এই অনুমতি লাগে না।
ca: Les captures i les gravacions de pantalla necessiten el permís de gravació de pantalla. Activa el CopyWell a Configuració del Sistema ▸ Privacitat i seguretat ▸ Gravació de pantalla i àudio del sistema. És possible que després el macOS et demani que tornis a obrir el CopyWell. L’historial del porta-retalls no necessita aquest permís.
cs: Snímky a záznamy obrazovky vyžadují oprávnění k nahrávání obrazovky. Zapněte CopyWell v Nastavení systému ▸ Soukromí a zabezpečení ▸ Nahrávání obrazovky a systémového zvuku. macOS vás pak možná požádá, abyste CopyWell znovu otevřeli. Historie schránky toto oprávnění nepotřebuje.
da: Skærmbilleder og skærmoptagelser kræver tilladelse til skærmoptagelse. Slå CopyWell til i Systemindstillinger ▸ Anonymitet & sikkerhed ▸ Skærm- og systemlydoptagelse. macOS beder dig måske om at åbne CopyWell igen bagefter. Udklipsholderens historik kræver ikke denne tilladelse.
de: Für Bildschirmfotos und Bildschirmaufnahmen ist die Berechtigung „Bildschirmaufnahme“ nötig. Aktiviere CopyWell unter Systemeinstellungen ▸ Datenschutz & Sicherheit ▸ Bildschirm- & Systemaudioaufnahme. Eventuell bittet macOS dich danach, CopyWell neu zu öffnen. Der Verlauf der Zwischenablage braucht diese Berechtigung nicht.
el: Τα στιγμιότυπα και οι εγγραφές οθόνης χρειάζονται την άδεια εγγραφής οθόνης. Ενεργοποιήστε το CopyWell στις Ρυθμίσεις συστήματος ▸ Απόρρητο και ασφάλεια ▸ Εγγραφή οθόνης και ήχου συστήματος. Το macOS ίσως σας ζητήσει μετά να ανοίξετε ξανά το CopyWell. Το ιστορικό του προχείρου δεν χρειάζεται αυτή την άδεια.
es: Las capturas y grabaciones de pantalla necesitan el permiso de grabación de pantalla. Activa CopyWell en Ajustes del Sistema ▸ Privacidad y seguridad ▸ Grabación de pantalla y audio del sistema. Puede que macOS te pida después que vuelvas a abrir CopyWell. El historial del portapapeles no necesita este permiso.
fi: Kuvakaappaukset ja näytön tallenteet tarvitsevat näytön tallennuksen luvan. Laita CopyWell päälle kohdassa Järjestelmäasetukset ▸ Tietosuoja ja turvallisuus ▸ Näytön ja järjestelmän äänen tallennus. macOS saattaa pyytää sinua avaamaan CopyWellin sen jälkeen uudelleen. Leikepöydän historia ei tarvitse tätä lupaa.
fr: Les captures et enregistrements d’écran nécessitent l’autorisation d’enregistrement de l’écran. Activez CopyWell dans Réglages Système ▸ Confidentialité et sécurité ▸ Enregistrement de l’écran et de l’audio du système. macOS vous demandera peut-être ensuite de rouvrir CopyWell. L’historique du presse-papiers n’a pas besoin de cette autorisation.
gu: સ્ક્રીનશૉટ અને સ્ક્રીન રેકોર્ડિંગ માટે સ્ક્રીન રેકોર્ડિંગ પરવાનગી જરૂરી છે. સિસ્ટમ સેટિંગ્સ ▸ ગોપનીયતા અને સુરક્ષા ▸ સ્ક્રીન અને સિસ્ટમ ઑડિઓ રેકોર્ડિંગમાં CopyWell ચાલુ કરો. ત્યાર પછી macOS તમને CopyWell ફરી ખોલવા કહી શકે છે. ક્લિપબોર્ડ ઇતિહાસને આ પરવાનગીની જરૂર નથી.
he: צילומי מסך והקלטות מסך דורשים את הרשאת הקלטת המסך. הפעילו את CopyWell בהגדרות המערכת ◂ פרטיות ואבטחה ◂ הקלטת מסך ושמע מערכת. ייתכן ש-macOS יבקש מכם לפתוח מחדש את CopyWell לאחר מכן. היסטוריית הלוח אינה זקוקה להרשאה זו.
hi: स्क्रीनशॉट और स्क्रीन रिकॉर्डिंग के लिए स्क्रीन रिकॉर्डिंग की अनुमति चाहिए। सिस्टम सेटिंग्स ▸ गोपनीयता और सुरक्षा ▸ स्क्रीन और सिस्टम ऑडियो रिकॉर्डिंग में CopyWell चालू करें। इसके बाद macOS आपसे CopyWell दोबारा खोलने को कह सकता है। क्लिपबोर्ड इतिहास को इस अनुमति की ज़रूरत नहीं है।
hr: Za snimke zaslona i videosnimke zaslona potrebno je dopuštenje za snimanje zaslona. Uključite CopyWell u Postavke sustava ▸ Privatnost i sigurnost ▸ Snimanje zaslona i zvuka sustava. macOS bi nakon toga mogao tražiti da ponovno otvorite CopyWell. Povijesti međuspremnika to dopuštenje nije potrebno.
hu: A képernyőfotókhoz és a képernyőfelvételekhez képernyőfelvételi engedély szükséges. Kapcsolja be a CopyWellt itt: Rendszerbeállítások ▸ Adatvédelem és biztonság ▸ Képernyő- és rendszerhangfelvétel. Ezután a macOS kérheti a CopyWell újranyitását. A vágólap-előzményekhez nem kell ez az engedély.
id: Jepretan layar dan rekaman layar memerlukan izin Perekaman Layar. Nyalakan CopyWell di Pengaturan Sistem ▸ Privasi & Keamanan ▸ Perekaman Layar & Audio Sistem. Setelah itu, macOS mungkin meminta Anda membuka ulang CopyWell. Riwayat papan klip tidak memerlukan izin ini.
it: Istantanee e registrazioni dello schermo richiedono il permesso di registrazione schermo. Attiva CopyWell in Impostazioni di Sistema ▸ Privacy e sicurezza ▸ Registrazione schermo e audio di sistema. In seguito macOS potrebbe chiederti di riaprire CopyWell. La cronologia degli appunti non ha bisogno di questo permesso.
ja: スクリーンショットと画面収録には画面収録の許可が必要です。システム設定 ▸ プライバシーとセキュリティ ▸ 画面収録とシステムオーディオ録音でCopyWellをオンにしてください。その後、CopyWellを開き直すようmacOSから求められる場合があります。 クリップボード履歴にはこの許可は必要ありません。
kn: ಸ್ಕ್ರೀನ್‌ಶಾಟ್‌ಗಳು ಮತ್ತು ಸ್ಕ್ರೀನ್ ರೆಕಾರ್ಡಿಂಗ್‌ಗಳಿಗೆ ಸ್ಕ್ರೀನ್ ರೆಕಾರ್ಡಿಂಗ್ ಅನುಮತಿ ಬೇಕು. ಸಿಸ್ಟಂ ಸೆಟ್ಟಿಂಗ್‌ಗಳು ▸ ಗೌಪ್ಯತೆ ಮತ್ತು ಸುರಕ್ಷತೆ ▸ ಸ್ಕ್ರೀನ್ ಮತ್ತು ಸಿಸ್ಟಂ ಆಡಿಯೋ ರೆಕಾರ್ಡಿಂಗ್ ಎಂಬಲ್ಲಿ CopyWell ಅನ್ನು ಆನ್ ಮಾಡಿ. ನಂತರ CopyWell ಅನ್ನು ಮತ್ತೆ ತೆರೆಯುವಂತೆ macOS ನಿಮ್ಮನ್ನು ಕೇಳಬಹುದು. ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ಇತಿಹಾಸಕ್ಕೆ ಈ ಅನುಮತಿ ಅಗತ್ಯವಿಲ್ಲ.
ko: 스크린샷과 화면 기록에는 화면 기록 권한이 필요합니다. 시스템 설정 ▸ 개인정보 보호 및 보안 ▸ 화면 및 시스템 오디오 기록에서 CopyWell을 켜십시오. 이후 macOS에서 CopyWell을 다시 열라고 요청할 수 있습니다. 클립보드 기록에는 이 권한이 필요하지 않습니다.
ml: സ്ക്രീൻഷോട്ടുകൾക്കും സ്ക്രീൻ റെക്കോർഡിംഗുകൾക്കും സ്ക്രീൻ റെക്കോർഡിംഗ് അനുമതി ആവശ്യമാണ്. സിസ്റ്റം ക്രമീകരണം ▸ സ്വകാര്യതയും സുരക്ഷയും ▸ സ്ക്രീൻ, സിസ്റ്റം ഓഡിയോ റെക്കോർഡിംഗ് എന്നതിൽ CopyWell ഓണാക്കുക. അതിനുശേഷം CopyWell വീണ്ടും തുറക്കാൻ macOS നിങ്ങളോട് ആവശ്യപ്പെട്ടേക്കാം. ക്ലിപ്പ്ബോർഡ് ചരിത്രത്തിന് ഈ അനുമതി ആവശ്യമില്ല.
mr: स्क्रीनशॉट्स आणि स्क्रीन रेकॉर्डिंग्जसाठी स्क्रीन रेकॉर्डिंग परवानगी लागते. सिस्टम सेटिंग्ज ▸ गोपनीयता आणि सुरक्षा ▸ स्क्रीन आणि सिस्टम ऑडिओ रेकॉर्डिंग येथे CopyWell चालू करा. त्यानंतर macOS तुम्हाला CopyWell पुन्हा उघडण्यास सांगू शकते. क्लिपबोर्ड इतिहासासाठी या परवानगीची गरज नाही.
ms: Tangkapan skrin dan rakaman skrin memerlukan kebenaran Rakaman Skrin. Hidupkan CopyWell dalam Seting Sistem ▸ Privasi & Keselamatan ▸ Rakaman Skrin & Audio Sistem. macOS mungkin meminta anda membuka semula CopyWell selepas itu. Sejarah papan keratan tidak memerlukan kebenaran ini.
nb: Skjermbilder og skjermopptak krever tillatelse til skjermopptak. Slå på CopyWell i Systeminnstillinger ▸ Personvern og sikkerhet ▸ Skjerm- og systemlydopptak. macOS kan be deg om å åpne CopyWell på nytt etterpå. Utklippshistorikken trenger ikke denne tillatelsen.
nl: Voor schermafbeeldingen en schermopnamen is toestemming voor schermopname nodig. Schakel CopyWell in via Systeeminstellingen ▸ Privacy en beveiliging ▸ Scherm- en systeemaudio-opname. macOS vraagt je daarna mogelijk om CopyWell opnieuw te openen. De klembordgeschiedenis heeft deze toestemming niet nodig.
or: ସ୍କ୍ରିନସଟ୍ ଏବଂ ସ୍କ୍ରିନ୍ ରେକର୍ଡିଂ ପାଇଁ ସ୍କ୍ରିନ୍ ରେକର୍ଡିଂ ଅନୁମତି ଆବଶ୍ୟକ। ସିଷ୍ଟମ୍ ସେଟିଂସ୍ ▸ ଗୋପନୀୟତା ଓ ସୁରକ୍ଷା ▸ ସ୍କ୍ରିନ୍ ଓ ସିଷ୍ଟମ୍ ଅଡିଓ ରେକର୍ଡିଂ ରେ CopyWell ଚାଲୁ କରନ୍ତୁ। ଏହା ପରେ macOS ଆପଣଙ୍କୁ CopyWell ପୁଣି ଖୋଲିବାକୁ କହିପାରେ। କ୍ଲିପବୋର୍ଡ ଇତିହାସ ପାଇଁ ଏହି ଅନୁମତି ଆବଶ୍ୟକ ନାହିଁ।
pa: ਸਕ੍ਰੀਨਸ਼ੌਟ ਅਤੇ ਸਕ੍ਰੀਨ ਰਿਕਾਰਡਿੰਗਾਂ ਲਈ ਸਕ੍ਰੀਨ ਰਿਕਾਰਡਿੰਗ ਇਜਾਜ਼ਤ ਦੀ ਲੋੜ ਹੈ। System Settings ▸ Privacy & Security ▸ Screen & System Audio Recording ਵਿੱਚ CopyWell ਨੂੰ ਚਾਲੂ ਕਰੋ। ਬਾਅਦ ਵਿੱਚ macOS ਤੁਹਾਨੂੰ CopyWell ਦੁਬਾਰਾ ਖੋਲ੍ਹਣ ਲਈ ਕਹਿ ਸਕਦਾ ਹੈ। ਕਲਿੱਪਬੋਰਡ ਇਤਿਹਾਸ ਨੂੰ ਇਸ ਇਜਾਜ਼ਤ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ।
pl: Zrzuty i nagrania ekranu wymagają uprawnienia do nagrywania ekranu. Włącz CopyWell w Ustawieniach systemowych ▸ Prywatność i ochrona ▸ Nagrywanie ekranu i dźwięku systemowego. Następnie macOS może poprosić o ponowne otwarcie CopyWell. Historia schowka nie wymaga tego uprawnienia.
pt_br: As capturas e gravações de tela precisam da permissão de Gravação de Tela. Ative o CopyWell em Ajustes do Sistema ▸ Privacidade e Segurança ▸ Gravação de Tela e Áudio do Sistema. Depois, o macOS pode pedir que você reabra o CopyWell. O histórico da área de transferência não precisa dessa permissão.
pt_pt: As capturas e gravações de ecrã precisam da permissão de gravação do ecrã. Ative o CopyWell em Definições do Sistema ▸ Privacidade e segurança ▸ Gravação de ecrã e áudio do sistema. Depois disso, o macOS pode pedir-lhe que reabra o CopyWell. O histórico da área de transferência não precisa desta permissão.
ro: Capturile și înregistrările de ecran necesită permisiunea de înregistrare a ecranului. Activați CopyWell în Configurări sistem ▸ Confidențialitate și securitate ▸ Înregistrare ecran și audio sistem. Apoi macOS vă poate cere să redeschideți CopyWell. Istoricul clipboardului nu are nevoie de această permisiune.
ru: Для снимков и записи экрана нужно разрешение на запись экрана. Включите CopyWell в разделе «Системные настройки» ▸ «Конфиденциальность и безопасность» ▸ «Запись экрана и системного аудио». После этого macOS может попросить перезапустить CopyWell. Истории буфера обмена это разрешение не нужно.
sk: Snímky a nahrávky obrazovky potrebujú povolenie na nahrávanie obrazovky. Zapnite CopyWell v Nastaveniach systému ▸ Súkromie a bezpečnosť ▸ Nahrávanie obrazovky a systémového zvuku. macOS vás potom môže požiadať o opätovné otvorenie CopyWellu. História schránky toto povolenie nepotrebuje.
sl: Za posnetke zaslona in snemanje zaslona je potrebno dovoljenje za snemanje zaslona. Vklopite CopyWell v Sistemske nastavitve ▸ Zasebnost in varnost ▸ Snemanje zaslona in sistemskega zvoka. macOS vas bo morda nato prosil, da CopyWell znova odprete. Zgodovina odložišča tega dovoljenja ne potrebuje.
sv: Skärmavbilder och skärminspelningar kräver behörighet för skärminspelning. Slå på CopyWell i Systeminställningar ▸ Integritet och säkerhet ▸ Skärm- och systemljudinspelning. macOS kan sedan be dig att öppna CopyWell igen. Urklippshistoriken behöver inte den här behörigheten.
ta: ஸ்கிரீன்ஷாட்களுக்கும் திரைப் பதிவுகளுக்கும் திரைப் பதிவு அனுமதி தேவை. சிஸ்டம் அமைப்புகள் ▸ தனியுரிமை & பாதுகாப்பு ▸ திரை & சிஸ்டம் ஆடியோ பதிவு என்பதில் CopyWell-ஐ இயக்கவும். அதன் பிறகு CopyWell-ஐ மீண்டும் திறக்குமாறு macOS கேட்கலாம். கிளிப்போர்டு வரலாற்றுக்கு இந்த அனுமதி தேவையில்லை.
te: స్క్రీన్‌షాట్‌లు, స్క్రీన్ రికార్డింగ్‌లకు స్క్రీన్ రికార్డింగ్ అనుమతి అవసరం. సిస్టమ్ సెట్టింగ్‌లు ▸ గోప్యత & భద్రత ▸ స్క్రీన్ & సిస్టమ్ ఆడియో రికార్డింగ్‌లో CopyWellను ఆన్ చేయండి. ఆ తర్వాత CopyWellను మళ్లీ తెరవమని macOS అడగవచ్చు. క్లిప్‌బోర్డ్ చరిత్రకు ఈ అనుమతి అవసరం లేదు.
th: การจับภาพหน้าจอและการบันทึกหน้าจอต้องใช้สิทธิ์การบันทึกหน้าจอ เปิด CopyWell ใน การตั้งค่าระบบ ▸ ความเป็นส่วนตัวและความปลอดภัย ▸ การบันทึกหน้าจอและเสียงระบบ จากนั้น macOS อาจขอให้คุณเปิด CopyWell ใหม่ ประวัติคลิปบอร์ดไม่ต้องใช้สิทธิ์นี้
tr: Ekran görüntüleri ve ekran kayıtları için ekran kaydı izni gerekir. Sistem Ayarları ▸ Gizlilik ve Güvenlik ▸ Ekran ve Sistem Sesi Kaydı bölümünden CopyWell’i açın. macOS ardından CopyWell’i yeniden açmanızı isteyebilir. Pano geçmişi bu izne ihtiyaç duymaz.
uk: Для знімків і записів екрана потрібен дозвіл на запис екрана. Увімкніть CopyWell у розділі «Системні параметри» ▸ «Приватність і безпека» ▸ «Запис екрана й системного аудіо». Після цього macOS може попросити перезапустити CopyWell. Історії буфера обміну цей дозвіл не потрібен.
ur: اسکرین شاٹس اور اسکرین ریکارڈنگز کے لیے اسکرین ریکارڈنگ کی اجازت درکار ہے۔ سسٹم سیٹنگز ◂ رازداری اور سیکیورٹی ◂ اسکرین اور سسٹم آڈیو ریکارڈنگ میں CopyWell کو آن کریں۔ macOS اس کے بعد آپ سے CopyWell دوبارہ کھولنے کو کہہ سکتا ہے۔ کلپ بورڈ ہسٹری کو اس اجازت کی ضرورت نہیں۔
vi: Chụp và ghi màn hình cần quyền ghi màn hình. Hãy bật CopyWell trong Cài đặt hệ thống ▸ Quyền riêng tư & Bảo mật ▸ Ghi màn hình & âm thanh hệ thống. Sau đó macOS có thể yêu cầu bạn mở lại CopyWell. Lịch sử bảng nhớ tạm không cần quyền này.
zh_hans: 截图和录屏需要录屏权限。请在「系统设置 ▸ 隐私与安全性 ▸ 录屏与系统录音」中打开 CopyWell。之后 macOS 可能会要求你重新打开 CopyWell。 剪贴板历史记录不需要此权限。
zh_hant: 截圖和螢幕錄影需要螢幕錄製權限。請在「系統設定 ▸ 隱私權與安全性 ▸ 螢幕與系統錄音」中開啟 CopyWell。之後 macOS 可能會要求你重新打開 CopyWell。 剪貼板記錄不需要此權限。
